Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# If you score %@%% on remaining work, your projected final grade is %@%%.
source: If you score %1$@%% on remaining work, your projected final grade is %2$@%%.
ar: إذا حصلت على %1$@%% على العمل المتبقي، فإن درجتك النهائية المتوقعة هي %2$@%%.
da: Hvis du scorer %1$@%% på resterende arbejde, er din forventede endelige karakter %2$@%%.
de: If you score %@%% on remaining work, your projected final grade is %@%%.
es: Si obtienes %1$@%% en el trabajo restante, tu calificación final proyectada es %2$@%%.
fa: اگر در کار باقیمانده %1$@%% امتیاز بگیرید، نمره نهایی پیش‌بینی‌شده شما %2$@%% است.
fi: Jos saat %1$@%% jäljellä olevasta työstä, arvioitu lopullinen arvosanasi on %2$@%%.
fr: Si vous obtenez %1$@%% sur le travail restant, votre note finale projetée est de %2$@%%.
he: אם הציון שלך בעבודה הנותרת הוא %@%%, הציון הסופי הצפוי שלך הוא %@%%.
it: Se ottieni un punteggio di %1$@%% sul lavoro rimanente, il voto finale previsto sarà %2$@%%.
ja: 残りの課題で %1$@%% の得点を獲得した場合、予想される最終成績は %2$@%% になります。
ko: 남은 과제에서 %@%% 점수를 받으면 예상 최종 성적은 %@%%입니다.
nl: Als je %1$@%% scoort op het resterende werk, is je verwachte eindcijfer %2$@%%.
sw: Ukipata alama %1$@%% kwenye kazi iliyosalia, alama yako ya mwisho inayotarajiwa ni %2$@%%.
th: หากคุณได้คะแนน %1$@%% จากงานที่เหลือ เกรดสุดท้ายที่คาดการณ์ไว้คือ %2$@%%
uk: Якщо ви наберете %1$@%% за роботу, що залишилася, ваша прогнозована підсумкова оцінка становитиме %2$@%%.
zh_hans: 如果您在剩余作业中得分为 %1$@%%，则您的预计最终成绩为 %2$@%%。
zh_hant: 如果您在剩餘作業中得分為 %1$@%%，則您的預計最終成績為 %2$@%%。
zh_hk: 如果您在剩餘作業中得分為 %1$@%%，則您的預計最終成績為 %2$@%%。

source: Include in overview:
ar: تضمين في نظرة عامة:
da: Medtag i oversigten:
es: Incluir en descripción general:
fa: شامل در نمای کلی:
fi: Sisällytä yleiskatsaukseen:
fr: Inclure dans l'aperçu :
he: כלול בסקירה:
it: Includi nella panoramica:
ja: 概要に含める:
ko: 개요에 포함:
nl: In overzicht opnemen:
sw: Jumuisha katika muhtasari:
th: รวมไว้ในภาพรวม:
uk: Включити в огляд:
zh_hans: 包含在概述中：
zh_hant: 包含在概述中：
zh_hk: 包含在概述中：

source: Increase Contrast
ar: زيادة التباين
da: Øg kontrasten
es: Aumentar el contraste
fa: کنتراست را افزایش دهید
fi: Lisää kontrastia
fr: Augmenter le contraste
he: ××¢×× × ×©× ×§×××¥ ××××¨××ª ×××××ª ×ª××× ×
it: Aumenta il contrasto
ja: コントラストを上げる
ko: 대비 증가
nl: Verhoog het contrast
sw: Ongeza Utofautishaji
th: เพิ่มคอนทราสต์
uk: Збільшити контраст
zh_hans: 增加对比度
zh_hant: 增加對比度
zh_hk: 增加對比度

source: Increase Contrast: %@
ar: زيادة التباين: %@
da: Forøg kontrast: %@
es: Aumentar contraste: %@
fa: افزایش کنتراست: %@
fi: Lisää kontrastia: %@
fr: Augmenter le contraste : %@
he: ××¢×× × ×©× ×§×××¥ ××××¨××ª ×××××ª ×ª××× ×
it: Aumenta contrasto: %@
ja: コントラストを上げる: %@
ko: 대비 증가: %@
nl: Contrast verhogen: %@
sw: Ongeza Utofautishaji: %@
th: เพิ่มคอนทราสต์: %@
uk: Збільшити контраст: %@
zh_hans: 增加对比度：%@
zh_hant: 增加對比度：%@
zh_hk: 增加對比度：%@

source: Increase button and control sizes for easier tapping
ar: قم بزيادة أحجام الأزرار والتحكم لتسهيل النقر
da: Forøg knap- og kontrolstørrelser for nemmere at trykke
es: Aumente el tamaño de los botones y controles para tocar más fácilmente
fa: برای ضربه زدن راحت تر، اندازه دکمه و کنترل را افزایش دهید
fi: Suurenna painikkeiden ja säätimien kokoa helpottamaan napauttamista
fr: Augmentez la taille des boutons et des commandes pour une frappe plus facile
he: הגדל את הלחצן ואת גדלי הבקרה כדי להקל על ההקשה
it: Aumenta le dimensioni dei pulsanti e dei controlli per un tocco più semplice
ja: ボタンとコントロールのサイズを大きくしてタップしやすくする
ko: 더 쉽게 탭할 수 있도록 버튼과 컨트롤 크기를 늘립니다.
nl: Vergroot de grootte van de knoppen en bedieningselementen, zodat u gemakkelijker kunt tikken
sw: Ongeza vitufe na saizi za udhibiti kwa kugonga kwa urahisi
th: เพิ่มขนาดปุ่มและการควบคุมเพื่อให้แตะได้ง่ายขึ้น
uk: Збільште розміри кнопок і елементів керування для легшого натискання
zh_hans: 增加按钮和控件的尺寸以便于点击
zh_hant: 增加按鈕和控件的尺寸以便於點擊
zh_hk: 增加按鈕和控件的尺寸以便於點擊

source: Integration
ar: اندماج
es: Integración
fa: یکپارچه سازی
fi: Integrointi
fr: Intégration
he: אינטגרציות
is: Samþætting
it: Integrazione
ja: 統合
ko: 완성
nl: Integratie
sw: Kuunganisha
th: บูรณาการ
uk: Інтеграція
zh_hans: 一体化
zh_hant: 一體化
zh_hk: 一體化

source: Integrations
ar: التكامل
da: Integrationer
es: Integraciones
fa: ادغام ها
fi: Integraatiot
fr: Intégrations
he: אינטגרציות
is: Samþættingar
it: Integrazioni
ja: 統合
ko: 통합
nl: Integraties
sw: Ushirikiano
th: บูรณาการ
uk: Інтеграції
zh_hans: 集成
zh_hant: 集成
zh_hk: 集成

source: Interactions
ar: التفاعلات
da: Interaktioner
es: Interacciones
fa: تعاملات
fi: Vuorovaikutuksia
he: אינטראקציות
it: Interazioni
ja: インタラクション
ko: 상호작용
nl: Interacties
sw: Maingiliano
th: การโต้ตอบ
uk: Взаємодії
zh_hans: 互动
zh_hant: 互動
zh_hk: 互動

source: Interface
ar: واجهة
es: Interfaz
fa: رابط
fi: Käyttöliittymä
he: ממשק
is: Viðmót
it: Interfaccia
ja: インタフェース
ko: 인터페이스
sw: Kiolesura
th: อินเทอร์เฟซ
uk: Інтерфейс
zh_hans: 界面
zh_hant: 介面
zh_hk: 介面

source: Interface Preferences
ar: تفضيلات الواجهة
da: Interface præferencer
es: Preferencias de interfaz
fa: تنظیمات رابط
fi: Käyttöliittymäasetukset
fr: Préférences d'interface
he: העדפות ממשק
it: Preferenze dell'interfaccia
ja: インターフェースの設定
ko: 인터페이스 환경설정
nl: Interfacevoorkeuren
sw: Mapendeleo ya Kiolesura
th: การตั้งค่าอินเทอร์เฟซ
uk: Параметри інтерфейсу
zh_hans: 界面首选项
zh_hant: 界面首選項
zh_hk: 界面首選項

source: Interval: %@d
ar: الفاصل الزمني: %@d
es: Intervalo: %@d
fa: فاصله زمانی: %@d
fi: Aikaväli: %@d
fr: Intervalle : %@d
he: מרווח זמן: %@d
it: Intervallo: %@d
ja: 間隔: %@d
ko: 간격: %@d
sw: Muda: %@d
th: ช่วงเวลา: %@d
uk: Інтервал: %@d
zh_hans: 间隔：%@d
zh_hant: 間隔：%@d
zh_hk: 間隔：%@d

source: Keep your profile, backups, and school-wide settings in their respective sections. Itori will link here when account syncing is available.
ar: احتفظ بملفك الشخصي والنسخ الاحتياطية والإعدادات على مستوى المدرسة في الأقسام المخصصة لها.سيتم ربط الجذور هنا عندما تكون مزامنة الحساب متاحة.
da: Gem din profil, sikkerhedskopier og indstillinger for hele skolen i deres respektive sektioner.Itori vil linke her, når kontosynkronisering er tilgængelig.
es: Mantenga su perfil, copias de seguridad y configuraciones de toda la escuela en sus respectivas secciones.Itori se vinculará aquí cuando la sincronización de cuentas esté disponible.
he: יש לשמור את הפרופיל, הגיבויים וההגדרות של כל בית הספר בסעיפים הרלוונטיים. Itori יקושר לכאן כאשר סנכרון החשבון יהיה זמין.
it: Mantieni il tuo profilo, i backup e le impostazioni a livello di scuola nelle rispettive sezioni.Itori si collegherà qui quando sarà disponibile la sincronizzazione dell'account.
ja: プロファイル、バックアップ、学校全体の設定をそれぞれのセクションに保管します。アカウントの同期が利用可能な場合、Itori はここにリンクします。
ko: 프로필, 백업, 학교 전체 설정을 해당 섹션에 보관하세요.Itori는 계정 동기화가 가능해지면 여기에 연결됩니다.
nl: Bewaar uw profiel, back-ups en schoolbrede instellingen in hun respectievelijke secties.Itori zal hier naartoe linken wanneer accountsynchronisatie beschikbaar is.
sw: Weka wasifu wako, hifadhi rudufu, na mipangilio ya shule nzima katika sehemu husika.Itori itaunganishwa hapa wakati usawazishaji wa akaunti unapatikana.
th: เก็บโปรไฟล์ ข้อมูลสำรอง และการตั้งค่าทั่วทั้งโรงเรียนของคุณไว้ในส่วนที่เกี่ยวข้องItori จะเชื่อมโยงที่นี่เมื่อมีการซิงค์บัญชี
zh_hans: 将您的个人资料、备份和学校范围的设置保存在各自的部分中。当帐户同步可用时，根将链接到此处。
zh_hant: 將您的個人資料、備份和學校範圍的設置保存在各自的部分中。當帳戶同步可用時，根將鏈接到此處。
zh_hk: 將您的個人資料、備份和學校範圍的設置保存在各自的部分中。當帳戶同步可用時，根將鏈接到此處。

source: LLM Assistance Enabled:
ar: تمكين مساعدة LLM:
da: LLM Assistance aktiveret:
es: Asistencia LLM habilitada:
fa: LLM Assistance فعال شده است:
fi: LLM-apu käytössä:
fr: Assistance LLM activée :
he: סיוע LLM הופעל:
it: Assistenza LLM abilitata:
ja: LLM 支援が有効になっています:
ko: LLM 지원 활성화됨:
nl: LLM-assistentie ingeschakeld:
sw: Usaidizi wa LLM Umewezeshwa:
th: เปิดใช้งานความช่วยเหลือ LLM:
uk: LLM Assistance включено:
zh_hans: 启用法学硕士协助：
zh_hant: 啟用法學碩士協助：
zh_hk: 啟用法學碩士協助：

source: LLM Provider Attempt Tracking
ar: تتبع محاولة موفر LLM
da: LLM-udbyderforsøg på sporing
es: Seguimiento de intentos de proveedores de LLM
fa: پیگیری تلاش ارائه دهنده LLM
fi: LLM-palveluntarjoajan yritysseuranta
fr: Suivi des tentatives du fournisseur LLM
he: מעקב אחר ניסיון ניסיון של ספק LLM
it: Monitoraggio dei tentativi del provider LLM
ja: LLM プロバイダーの試行追跡
ko: LLM 제공자 시도 추적
nl: LLM-aanbiederpogingen volgen
sw: Ufuatiliaji wa Jaribio la Mtoa Huduma wa LLM
th: การติดตามความพยายามของผู้ให้บริการ LLM
uk: Відстеження спроб постачальника LLM
zh_hans: LLM 提供者尝试跟踪
zh_hant: LLM 提供者嘗試跟踪
zh_hk: LLM 提供者嘗試跟踪

source: LLM assistance is enabled. Itori can use Apple Intelligence, local models, or custom providers to improve parsing accuracy and add redundancy checks to generated plans. LLMs never silently overwrite deterministic results.
ar: تم تمكين مساعدة LLM.يمكن لـ Itori استخدام Apple Intelligence أو النماذج المحلية أو موفري الخدمة المخصصين لتحسين دقة التحليل وإضافة عمليات التحقق من التكرار إلى الخطط التي تم إنشاؤها.لا تقوم LLMs أبدًا بالكتابة فوق النتائج الحتمية بصمت.
da: LLM assistance er aktiveret.Itori kan bruge Apple Intelligence, lokale modeller eller tilpassede udbydere til at forbedre parsingsnøjagtigheden og tilføje redundanstjek til genererede planer.LLM'er overskriver aldrig stille deterministiske resultater.
es: La asistencia LLM está habilitada.Itori puede utilizar Apple Intelligence, modelos locales o proveedores personalizados para mejorar la precisión del análisis y agregar comprobaciones de redundancia a los planes generados.Los LLM nunca sobrescriben silenciosamente los resultados deterministas.
he: סיוע LLM מופעל. Itori יכולה להשתמש ב - Apple Intelligence, בדגמים מקומיים או בספקים מותאמים אישית כדי לשפר את דיוק הניתוח ולהוסיף בדיקות יתירות לתוכניות שנוצרו. LLM לעולם לא מחליפים בשקט תוצאות דטרמיניסטיות.
it: L'assistenza LLM è abilitata.I root possono utilizzare Apple Intelligence, modelli locali o provider personalizzati per migliorare la precisione dell'analisi e aggiungere controlli di ridondanza ai piani generati.Gli LLM non sovrascrivono mai silenziosamente i risultati deterministici.
ja: LLM 支援が有効になっています。ルートは、Apple Intelligence、ローカル モデル、またはカスタム プロバイダーを使用して、解析精度を向上させ、生成された計画に冗長性チェックを追加できます。LLM は、決定論的な結果を黙って上書きすることはありません。
ko: LLM 지원이 활성화되었습니다.Itori는 Apple Intelligence, 로컬 모델 또는 사용자 정의 공급자를 사용하여 구문 분석 정확도를 높이고 생성된 계획에 중복 검사를 추가할 수 있습니다.LLM은 결정론적 결과를 자동으로 덮어쓰지 않습니다.
nl: LLM-ondersteuning is ingeschakeld.Itori kan Apple Intelligence, lokale modellen of aangepaste providers gebruiken om de parseernauwkeurigheid te verbeteren en redundantiecontroles toe te voegen aan gegenereerde plannen.LLM's overschrijven nooit stilletjes deterministische resultaten.
sw: Usaidizi wa LLM umewashwa.Itori inaweza kutumia Apple Intelligence, miundo ya ndani, au watoa huduma maalum ili kuboresha usahihi wa uchanganuzi na kuongeza ukaguzi wa kutokuwa na uwezo kwa mipango inayozalishwa.LLM haziwahi kubatilisha matokeo ya kubaini kimya kimya.
th: เปิดใช้งานความช่วยเหลือ LLM แล้วItori สามารถใช้ Apple Intelligence, รุ่นท้องถิ่น หรือผู้ให้บริการแบบกำหนดเอง เพื่อปรับปรุงความแม่นยำในการแยกวิเคราะห์ และเพิ่มการตรวจสอบความซ้ำซ้อนให้กับแผนที่สร้างขึ้นLLM ไม่เคยเขียนทับผลลัพธ์ที่กำหนดอย่างเงียบๆ
zh_hans: LLM 协助已启用。根可以使用 Apple Intelligence、本地模型或自定义提供程序来提高解析准确性并向生成的计划添加冗余检查。法学硕士永远不会默默地覆盖确定性结果。
zh_hant: LLM 協助已啟用。根可以使用 Apple Intelligence、本地模型或自定義提供程序來提高解析準確性並向生成的計劃添加冗餘檢查。法學碩士永遠不會默默地覆蓋確定性結果。
zh_hk: LLM 協助已啟用。根可以使用 Apple Intelligence、本地模型或自定義提供程序來提高解析準確性並向生成的計劃添加冗餘檢查。法學碩士永遠不會默默地覆蓋確定性結果。

source: Large Tap Targets
ar: أهداف النقر الكبيرة
da: Store trykmål
es: Objetivos de toque grandes
fa: اهداف ضربه بزرگ
fi: Suuret napautuskohteet
fr: Cibles à grande pression
he: יעדים בהקשה גדולה
it: Target tocco grandi
ja: 大きなタップターゲット
ko: 대형 탭 타겟
nl: Grote tikdoelen
sw: Malengo ya Bomba Kubwa
th: เป้าหมายการแตะขนาดใหญ่
uk: Великі об’єкти натискання
zh_hans: 大型攻丝目标
zh_hant: 大型攻絲目標
zh_hk: 大型攻絲目標

source: Large Tap Targets: %@
ar: أهداف النقر الكبيرة: %@
da: Store trykmål: %@
es: Objetivos de toque grandes: %@
fa: اهداف ضربه بزرگ: %@
fi: Suuret napautuskohteet: %@
fr: Cibles à grande pression : %@
he: יעדים בהקשה גדולה: %@
it: Target tocco grandi: %@
ja: 大きなタップ ターゲット: %@
ko: 큰 탭 대상: %@
nl: Grote tikdoelen: %@
sw: Malengo Kubwa ya Gonga: %@
th: เป้าหมายการแตะขนาดใหญ่: %@
uk: Цілі великого дотику: %@
zh_hans: 大点击目标：%@
zh_hant: 大點擊目標：%@
zh_hk: 大點擊目標：%@

source: Last 500 events
ar: آخر 500 حدث
da: Seneste 500 begivenheder
es: Últimos 500 eventos
fa: 500 رویداد گذشته
fi: Viimeiset 500 tapahtumaa
fr: 500 derniers événements
he: 500 האירועים האחרונים
it: Ultimi 500 eventi
ja: 過去500件のイベント
ko: 지난 500개 이벤트
nl: Laatste 500 evenementen
sw: Matukio 500 ya mwisho
th: 500 เหตุการณ์ล่าสุด
zh_hans: 最近 500 场活动
zh_hant: 最近 500 場活動
zh_hk: 最近 500 場活動

source: Last Attempt:
ar: المحاولة الأخيرة:
da: Sidste forsøg:
es: Último intento:
fa: آخرین تلاش:
fi: Viimeisin yritys:
fr: Dernière tentative :
he: ניסיון אחרון:
it: Ultimo tentativo:
ja: 最後の試み:
ko: 마지막 시도:
nl: Laatste poging:
sw: Jaribio la Mwisho:
th: ความพยายามครั้งสุดท้าย:
uk: Остання спроба:
zh_hans: 最后一次尝试：
zh_hant: 最後一次嘗試：
zh_hk: 最後一次嘗試：

source: Last Reason:
ar: السبب الأخير:
da: Sidste grund:
es: Última razón:
fa: دلیل آخر:
fi: Viimeinen syy:
fr: Dernière raison :
he: הסיבה האחרונה:
it: Ultimo motivo:
ja: 最後の理由:
ko: 마지막 이유:
nl: Laatste reden:
sw: Sababu ya Mwisho:
th: เหตุผลสุดท้าย:
uk: Остання причина:
zh_hans: 最后的原因：
zh_hant: 最後的原因：
zh_hk: 最後的原因：

source: Last Suppression:
ar: القمع الأخير:
da: Sidste undertrykkelse:
es: Última supresión:
fa: آخرین سرکوب:
fi: Viimeinen esto:
fr: Dernière suppression :
he: חסימה אחרונה:
it: Ultima soppressione:
ja: 最後の抑制:
ko: 마지막 억제:
nl: Laatste onderdrukking:
sw: Ukandamizaji wa Mwisho:
th: การปราบปรามครั้งสุดท้าย:
zh_hans: 最后压制：
zh_hant: 最後壓制：
zh_hk: 最後壓制：

source: Last: %@
ar: آخر: ٪@
da: Sidste: %@
fa: آخرین: %@
fi: Viimeisin: %@
fr: Dernier: %@
he: אחרון
it: Scorso: %@
ja: 最後： ％@
ko: 마지막: %@
nl: Laatst: %@
sw: Mwisho: %@
th: ล่าสุด: %@
uk: Остання: %@
zh_hans: 最后的： ％@
zh_hant: 最後的： ％@
zh_hk: 最後的： ％@

source: Layout
ar: تَخطِيط
es: Disposición
fa: طرح بندی
fr: Mise en page
he: פריסה
is: Útlit
it: Disposizione
ja: レイアウト
ko: 공들여 나열한 것
nl: Indeling
sw: Mpangilio
th: เค้าโครง
zh_hans: 布局
zh_hant: 佈局
zh_hk: 佈局

source: Layout changes apply immediately to all screens.
ar: تنطبق تغييرات التخطيط على الفور على جميع الشاشات.
da: Layoutændringer gælder umiddelbart for alle skærme.
es: Los cambios de diseño se aplican inmediatamente a todas las pantallas.
fa: تغییرات چیدمان بلافاصله در تمام صفحه ها اعمال می شود.
fi: Asettelumuutokset koskevat välittömästi kaikkia näyttöjä.
fr: Les modifications de mise en page s'appliquent immédiatement à tous les écrans.
he: שינויי הפריסה חלים באופן מיידי על כל המסכים.
it: Le modifiche al layout si applicano immediatamente a tutte le schermate.
ja: レイアウトの変更はすべての画面に即座に適用されます。
ko: 레이아웃 변경은 모든 화면에 즉시 적용됩니다.
nl: Lay-outwijzigingen zijn onmiddellijk van toepassing op alle schermen.
sw: Mabadiliko ya mpangilio hutumika mara moja kwenye skrini zote.
th: การเปลี่ยนแปลงเค้าโครงจะมีผลทันทีกับทุกหน้าจอ
uk: Зміни макета негайно застосовуються до всіх екранів.
zh_hans: 布局更改会立即应用于所有屏幕。
zh_hant: 佈局更改會立即應用於所有屏幕。
zh_hk: 佈局更改會立即應用於所有屏幕。

source: Light glass strength
ar: قوة الزجاج الخفيف
da: Let glasstyrke
es: Resistencia del vidrio ligero
fa: استحکام شیشه سبک
fi: Kevyen lasin lujuus
fr: Résistance du verre léger
he: חוזק זכוכית קלה
it: Resistenza del vetro leggero
ja: 軽いガラスの強度
ko: 가벼운 유리 강도
nl: Lichte glassterkte
sw: Nguvu ya kioo nyepesi
th: ความแข็งแรงของกระจกแสง
uk: Легка міцність скла
zh_hans: 轻质玻璃强度
zh_hant: 輕質玻璃強度
zh_hk: 輕質玻璃強度

source: Link to Course
ar: رابط للدورة
da: Link til kursus
es: Enlace al curso
fa: پیوند به دوره
fi: Linkki kurssille
fr: Lien vers le cours
he: קישור לקורס
it: Collegamento al corso
ja: コースへのリンク
ko: 강좌 바로가기
nl: Link naar cursus
sw: Unganisha kwa Kozi
th: ลิงค์ไปยังหลักสูตร
uk: Посилання на курс
zh_hans: 课程链接
zh_hant: 課程鏈接
zh_hk: 課程鏈接

source: Links
ar: روابط
es: Campo de golf
fa: پیوندها
fi: Linkit
he: קישורים
it: Collegamenti
ja: リンク
ko: 모래밭
nl: Koppelingen
sw: Viungo
th: ลิงค์
uk: Посилання
zh_hans: 链接
zh_hant: 鏈接
zh_hk: 鏈接

source: Live Preview
ar: المعاينة المباشرة
es: Vista previa en vivo
fa: پیش نمایش زنده
fi: Live-esikatselu
fr: Aperçu en direct
he: תצוגה מקדימה
it: Anteprima dal vivo
ja: ライブプレビュー
ko: 실시간 미리보기
nl: Live voorbeeld
sw: Hakiki ya Moja kwa Moja
th: ดูตัวอย่างสด
zh_hans: 实时预览
zh_hant: 實時預覽
zh_hk: 實時預覽

source: LiveActivity: %@
ar: النشاط المباشر: %@
es: Actividad en vivo: %@
fr: Activité en direct : %@
it: Attività dal vivo: %@
ja: ライブアクティビティ: %@
ko: 실시간 활동: %@
nl: LiveActiviteit: %@
sw: Shughuli ya Moja kwa Moja: %@
th: กิจกรรมสด: %@
zh_hans: 直播活动：%@
zh_hant: 直播活動：%@
zh_hk: 直播活動：%@

source: Loading counters...
ar: جارٍ تحميل العدادات...
da: Indlæser tællere...
es: Cargando contadores...
fa: در حال بارگیری شمارنده...
fi: Ladataan laskureita...
fr: Chargement des compteurs...
he: טוען מונים...
it: Caricamento contatori...
ja: カウンタを読み込み中...
ko: 카운터 로드 중...
nl: Tellers laden...
sw: Inapakia vihesabio...
th: กำลังโหลดเคาน์เตอร์...
uk: Завантаження лічильників...
zh_hans: 正在加载计数器...
zh_hant: 正在加載計數器...
zh_hk: 正在加載計數器...

source: Loading course analytics…
ar: جارٍ تحميل تحليلات الدورة...
da: Indlæser kursusanalyse...
es: Cargando análisis del curso...
fa: در حال بارگیری تجزیه و تحلیل دوره…
fi: Ladataan kurssianalytiikkaa…
fr: Chargement des analyses de cours…
he: טוען ניתוחי קורס...
it: Caricamento analisi del corso…
ja: コース分析を読み込み中…
ko: 강좌 분석 로드 중…
nl: Cursusanalyse laden…
sw: Inapakia uchanganuzi wa kozi...
th: กำลังโหลดการวิเคราะห์หลักสูตร...
uk: Завантаження аналітики курсу…
zh_hans: 正在加载课程分析...
zh_hant: 正在加載課程分析...
zh_hk: 正在加載課程分析...

source: Local Database
ar: قاعدة البيانات المحلية
da: Lokal database
es: Base de datos local
fa: پایگاه داده محلی
fi: Paikallinen tietokanta
fr: Base de données locale
he: מסד נתונים מקומי
it: Banca dati locale
ja: ローカルデータベース
ko: 로컬 데이터베이스
nl: Lokale database
sw: Hifadhidata ya Mitaa
th: ฐานข้อมูลท้องถิ่น
uk: Локальна база даних
zh_hans: 本地数据库
zh_hant: 本地數據庫
zh_hk: 本地數據庫

source: Lock
ar: قفل
da: Låse
es: Cerrar
fa: قفل کنید
fi: Lukko
fr: Verrouillage
he: נעילה
it: Serratura
ja: ロック
ko: 잠그다
nl: Slot
sw: Funga
th: ล็อค
uk: Замок
zh_hans: 锁
zh_hant: 鎖
zh_hk: 鎖

source: Lock work to due date
ar: قفل العمل لتاريخ الاستحقاق
da: Lås arbejde til forfaldsdato
es: Bloquear el trabajo hasta la fecha de vencimiento
fa: کار را تا سررسید قفل کنید
fi: Lukitse työt eräpäivään
fr: Verrouiller le travail à la date d'échéance
he: נעילת העבודה עד לתאריך היעד
it: Blocca il lavoro alla data di scadenza
ja: 仕事を期限までにロックする
ko: 작업을 마감일까지 잠급니다
nl: Vergrendel werk tot de vervaldatum
sw: Funga kazi hadi tarehe inayofaa
th: ล็อคงานให้ถึงวันครบกำหนด
uk: Зафіксуйте роботу до терміну виконання
zh_hans: 将工作锁定在截止日期
zh_hant: 將工作鎖定在截止日期
zh_hk: 將工作鎖定在截止日期

source: Locked to due date
ar: مغلق لتاريخ الاستحقاق
da: Låst til forfaldsdato
es: Bloqueado hasta la fecha de vencimiento
fa: تا سررسید قفل شده است
fi: Lukittu eräpäivään
fr: Verrouillé à date d'échéance
he: נעול עד לתאריך היעד
it: Bloccato alla data di scadenza
ja: 期日までにロックされている
ko: 마감일까지 잠겨 있음
nl: Vergrendeld tot uitgerekende datum
sw: Imefungwa hadi tarehe ya kukamilisha
th: ล็อคถึงวันที่ครบกำหนด
zh_hans: 锁定截止日期
zh_hant: 鎖定截止日期
zh_hk: 鎖定截止日期

source: Low
ar: قليل
da: Lav
es: Bajo
fa: کم
fi: Matala
fr: Faible
he: נמוכה
is: Lágt
it: Basso
ja: 低い
ko: 낮은
nl: Laag
sw: Chini
th: ต่ำ
uk: Низький
zh_hans: 低的
zh_hant: 低的
zh_hk: 低的

# Lowest: %@ %@%%
source: Lowest: %1$@ %2$@%%
ar: الأدنى: %1$@ %2$@%%
da: Laveste: %1$@ %2$@%%
de: Lowest: %@ %@%%
es: Más bajo: %1$@ %2$@%%
fa: کمترین: %1$@ %2$@%%
fi: Alin: %1$@ %2$@%%
fr: Le plus bas : %1$@ %2$@%%
he: Lowest: %@ %@%%
it: Minimo: %1$@ %2$@%%
ja: 最低値: %1$@ %2$@%%
ko: 최저: %@ %@%%
nl: Laagste: %1$@ %2$@%%
sw: Chini kabisa: %1$@ %2$@%%
th: ต่ำสุด: %1$@ %2$@%%
uk: Найнижча: %1$@ %2$@%%
zh_hans: 最低：%1$@ %2$@%%
zh_hant: 最低：%1$@ %2$@%%
zh_hk: 最低：%1$@ %2$@%%

source: MLX Configuration
ar: تكوين MLX
da: MLX konfiguration
es: Configuración MLX
fa: پیکربندی MLX
fi: MLX-kokoonpano
fr: Configuration MLX
he: תצורת MLX
it: Configurazione MLX
ja: MLX 構成
ko: MLX 구성
nl: MLX-configuratie
sw: Usanidi wa MLX
th: การกำหนดค่า MLX
uk: Конфігурація MLX
zh_hans: MLX 配置
zh_hant: MLX 配置
zh_hk: MLX 配置

source: MLX models are loaded from the Hugging Face hub or local cache
ar: يتم تحميل نماذج MLX من مركز Hugging Face أو ذاكرة التخزين المؤقت المحلية
da: MLX-modeller indlæses fra Hugging Face-hubben eller den lokale cache
es: Los modelos MLX se cargan desde el centro Hugging Face o desde el caché local
fa: مدل‌های MLX از هاب Hugging Face یا حافظه پنهان محلی بارگیری می‌شوند
fi: MLX-mallit ladataan Hugging Face -keskittimestä tai paikallisesta välimuistista
fr: Les modèles MLX sont chargés depuis le hub Hugging Face ou le cache local
he: דגמי MLX נטענים מהרכזת 'חיבוק פנים' או מהמטמון המקומי
it: I modelli MLX vengono caricati dall'hub Hugging Face o dalla cache locale
ja: MLX モデルは、Hugging Face ハブまたはローカル キャッシュからロードされます
ko: MLX 모델은 Hugging Face 허브 또는 로컬 캐시에서 로드됩니다.
nl: MLX-modellen worden geladen vanuit de Hugging Face-hub of lokale cache
sw: Miundo ya MLX imepakiwa kutoka kwa Hugging Face au akiba ya ndani
th: รุ่น MLX ถูกโหลดจากฮับ Hugging Face หรือแคชในเครื่อง
zh_hans: MLX 模型从 Hugging Face 中心或本地缓存加载
zh_hant: MLX 模型從 Hugging Face 中心或本地緩存加載
zh_hk: MLX 模型從 Hugging Face 中心或本地緩存加載

source: Main Thread Debugger
ar: مصحح الموضوع الرئيسي
da: Debugger for hovedtråd
es: Depurador de hilo principal
fa: اشکال زدای موضوع اصلی
fi: Pääsäikeen debuggeri
fr: Débogueur de thread principal
he: איתור באגים בשרשורים ראשיים
it: Debugger del thread principale
ja: メインスレッドデバッガ
ko: 메인 스레드 디버거
nl: Hoofdthread-debugger
sw: Kitatuzi kikuu cha Thread
th: ดีบักเกอร์เธรดหลัก
uk: Налагоджувач основного потоку
zh_hans: 主线程调试器
zh_hant: 主線程調試器
zh_hk: 主線程調試器

source: Main Thread Debugger Disabled
ar: تم تعطيل مصحح أخطاء الموضوع الرئيسي
da: Hovedtrådsdebugger deaktiveret
es: Depurador de hilo principal deshabilitado
fa: اشکال زدای رشته اصلی غیرفعال شد
fi: Pääsäikeen virheenkorjaus poistettu käytöstä
fr: Débogueur de thread principal désactivé
he: איתור באגים בשרשור הראשי מושבת
it: Debugger del thread principale disabilitato
ja: メインスレッドデバッガーが無効になっています
ko: 메인 스레드 디버거 비활성화됨
nl: Debugger voor hoofdthreads uitgeschakeld
sw: Kitatuzi Kikuu cha Thread Kimezimwa
th: ปิดใช้งานดีบักเกอร์เธรดหลักแล้ว
uk: Налагоджувач основного потоку вимкнено
zh_hans: 主线程调试器已禁用
zh_hant: 主線程調試器已禁用
zh_hk: 主線程調試器已禁用

source: Manage Permissions
ar: إدارة الأذونات
da: Administrer tilladelser
es: Administrar permisos
fa: مدیریت مجوزها
fi: Hallinnoi käyttöoikeuksia
fr: Gérer les autorisations
he: ניהול הרשאות
it: Gestisci autorizzazioni
ja: 権限の管理
ko: 권한 관리
nl: Beheer machtigingen
sw: Dhibiti Ruhusa
th: จัดการสิทธิ์
uk: Керувати дозволами
zh_hans: 管理权限
zh_hant: 管理權限
zh_hk: 管理權限
